
  [
    { "id": 1, "fact": "Bananas are berries, but strawberries aren't." },
    { "id": 2, "fact": "Honey never spoils and can last thousands of years." },
    { "id": 3, "fact": "Octopuses have three hearts and blue blood." },
    { "id": 4, "fact": "Humans share about 60% of their DNA with bananas." },
    { "id": 5, "fact": "A day on Venus is longer than a year on Venus." },
    { "id": 6, "fact": "Sharks have been around longer than trees." },
    { "id": 7, "fact": "Wombat poop is cube-shaped." },
    { "id": 8, "fact": "The Eiffel Tower can grow more than 6 inches in the summer." },
    { "id": 9, "fact": "A group of flamingos is called a 'flamboyance'." },
    { "id": 10, "fact": "There are more stars in the universe than grains of sand on Earth." },
    { "id": 11, "fact": "Cats can't taste sweet things." },
    { "id": 12, "fact": "Koalas sleep for up to 22 hours a day." },
    { "id": 13, "fact": "Jellyfish have been around for more than 500 million years." },
    { "id": 14, "fact": "The unicorn is the national animal of Scotland." },
    { "id": 15, "fact": "Penguins propose to their mates with a pebble." },
    { "id": 16, "fact": "Humans and giraffes have the same number of neck vertebrae." },
    { "id": 17, "fact": "A snail can sleep for up to three years." },
    { "id": 18, "fact": "Butterflies taste with their feet." },
    { "id": 19, "fact": "Tigers have striped skin, not just striped fur." },
    { "id": 20, "fact": "Slugs have four noses." },
    { "id": 21, "fact": "The inventor of the Frisbee was turned into a Frisbee after he died." },
    { "id": 22, "fact": "There are more trees on Earth than stars in the Milky Way." },
    { "id": 23, "fact": "A cloud can weigh more than a million pounds." },
    { "id": 24, "fact": "Sea otters hold hands while sleeping to keep from drifting apart." },
    { "id": 25, "fact": "Bees can recognize human faces." },
    { "id": 26, "fact": "A shrimp's heart is in its head." },
    { "id": 27, "fact": "The world's smallest reptile was discovered in 2021, a chameleon just over half an inch long." },
    { "id": 28, "fact": "There are more fake flamingos in the world than real ones." },
    { "id": 29, "fact": "A group of crows is called a 'murder'." },
    { "id": 30, "fact": "Only 12 people have ever walked on the moon." },
    { "id": 31, "fact": "Cows have best friends and get stressed when separated." },
    { "id": 32, "fact": "A newborn kangaroo is small enough to fit in a teaspoon." },
    { "id": 33, "fact": "A bolt of lightning contains enough energy to toast 100,000 slices of bread." },
    { "id": 34, "fact": "Dolphins have names for each other." },
    { "id": 35, "fact": "Polar bear fur is actually transparent, not white." },
    { "id": 36, "fact": "Some turtles can breathe through their butts." },
    { "id": 37, "fact": "Starfish have no brains." },
    { "id": 38, "fact": "A group of porcupines is called a 'prickle'." },
    { "id": 39, "fact": "The average person walks the equivalent of three times around the world in their lifetime." },
    { "id": 40, "fact": "The moon is moving away from Earth at a rate of about 1.5 inches per year." },
    { "id": 41, "fact": "A blue whale's heart is as big as a small car." },
    { "id": 42, "fact": "There are more public libraries in the U.S. than McDonald's restaurants." },
    { "id": 43, "fact": "You can't hum while holding your nose closed." },
    { "id": 44, "fact": "The world's largest snowflake was 15 inches wide." },
    { "id": 45, "fact": "An ostrich's eye is bigger than its brain." },
    { "id": 46, "fact": "The world's deepest postbox is in Japan, 10 meters underwater." },
    { "id": 47, "fact": "Elephants are the only mammals that can't jump." },
    { "id": 48, "fact": "The longest hiccuping spree lasted 68 years." },
    { "id": 49, "fact": "Bats always turn left when leaving a cave." },
    { "id": 50, "fact": "Mosquitoes are attracted to people who have recently eaten bananas." },
    { "id": 51, "fact": "A sneeze can travel up to 100 miles per hour." },
    { "id": 52, "fact": "A group of owls is called a 'parliament'." },
    { "id": 53, "fact": "It's impossible to fold a paper more than seven times." },
    { "id": 54, "fact": "A hummingbird weighs less than a penny." },
    { "id": 55, "fact": "Sloths take two weeks to digest their food." },
    { "id": 56, "fact": "An eagle's eyesight is about five times sharper than a human's." },
    { "id": 57, "fact": "A chameleon's tongue is twice the length of its body." },
    { "id": 58, "fact": "Hot water freezes faster than cold water, a phenomenon known as the Mpemba effect." },
    { "id": 59, "fact": "An adult human has 206 bones, but a baby is born with about 300." },
    { "id": 60, "fact": "A cat has 32 muscles in each ear." },
    { "id": 61, "fact": "Some fish can recognize themselves in a mirror." },
    { "id": 62, "fact": "The heart of a shrimp is located in its head." },
    { "id": 63, "fact": "A day on Mercury lasts about 59 Earth days." },
    { "id": 64, "fact": "Peanuts are not nuts; they are legumes." },
    { "id": 65, "fact": "Ants never sleep." },
    { "id": 66, "fact": "Dolphins sleep with one eye open." },
    { "id": 67, "fact": "Cows can go upstairs, but not downstairs." },
    { "id": 68, "fact": "An octopus has nine brains." },
    { "id": 69, "fact": "A crocodile can't stick out its tongue." },
    { "id": 70, "fact": "The Mantis Shrimp can punch with the speed of a bullet." },
    { "id": 71, "fact": "Bees can fly higher than Mount Everest." },
    { "id": 72, "fact": "The shortest war in history was between Britain and Zanzibar and lasted only 38 minutes." },
    { "id": 73, "fact": "A group of jellyfish is called a 'smack'." },
    { "id": 74, "fact": "An apple floats because it is 25% air." },
    { "id": 75, "fact": "There are more chickens on Earth than people." },
    { "id": 76, "fact": "An octopus can regrow lost arms." },
    { "id": 77, "fact": "Bubble wrap was originally invented as wallpaper." },
    { "id": 78, "fact": "Spiders can have up to 12 eyes." },
    { "id": 79, "fact": "The world's smallest mammal is the bumblebee bat." },
    { "id": 80, "fact": "A cockroach can live for weeks without its head." },
    { "id": 81, "fact": "A giraffe's tongue is blue-black and can be over 20 inches long." },
    { "id": 82, "fact": "The fingerprints of a koala are almost indistinguishable from a human's." },
    { "id": 83, "fact": "The fastest land animal is not the cheetah but the peregrine falcon, which can dive at speeds over 240 mph." },
    { "id": 84, "fact": "The blue whale is the loudest animal on Earth." },
    { "id": 85, "fact": "All polar bears are left-handed." },
    { "id": 86, "fact": "A rhinoceros' horn is made of hair." },
    { "id": 87, "fact": "The tallest man ever recorded was 8 feet 11 inches tall." },
    { "id": 88, "fact": "A group of lemurs is called a 'conspiracy'." },
    { "id": 89, "fact": "The electric eel can produce a shock of up to 600 volts." },
    { "id": 90, "fact": "The Hawaiian alphabet only has 12 letters." },
    { "id": 91, "fact": "Frogs can freeze without dying." },
    { "id": 92, "fact": "The world's largest grand piano weighs over a ton." },
    { "id": 93, "fact": "A group of frogs is called an 'army'." },
    { "id": 94, "fact": "An ant can lift 50 times its own body weight." },
    { "id": 95, "fact": "Giraffes have no vocal cords." },
    { "id": 96, "fact": "A hummingbird's heart beats more than 1,200 times per minute." },
    { "id": 97, "fact": "Humans are the only animals that blush." },
    { "id": 98, "fact": "The longest recorded flight of a chicken is 13 seconds." },
    { "id": 99, "fact": "The platypus doesn't have a stomach." },
    { "id": 100, "fact": "There's a species of jellyfish that is biologically immortal." }
  ]

